src/main/resources/request_templates/FormsSignIn.mustache

<s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing"
            xmlns:s="http://www.w3.org/2003/05/soap-envelope">
    <s:Header>
        <a:MessageID>urn:uuid:{{messageUUID}}</a:MessageID>
        <a:Action>http://www.qnomy.com/Services/IsvcAppUser/FormsSignIn</a:Action>
        <a:ReplyTo>
            <a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address>
        </a:ReplyTo>
        <a:To>{{serviceAddress}}</a:To>
    </s:Header>

    <s:Body>
        <FormsSignIn xmlns="http://www.qnomy.com/Services">
            <userName>{{username}}</userName>
            <password>{{password}}</password>
            <forceSignIn>{{forceSignIn}}</forceSignIn>
            <ipAddress>{{ipAddressUUID}}</ipAddress>
        </FormsSignIn>
    </s:Body>
</s:Envelope>
